// файл data-news.js
const newsData = [
  // НОВЫЕ СВЕРХУ
  {
    imgSrc: './image/news main/Exhibition.jpg',
    additionalImages: [
      "./image/news additional/Exhibition/IMG_6654 (1).jpg",
    ],
    date: '30 августа 2024',
    title: 'СПЕЦМАШЭСКПО-2024',
    content: '#ГК Прицепные решения «ДТ» и «ДЕЛО ТЕХНИКИ» приняли участие на выставке СпецМашЭскпо-2024, которая проходила в «Калачёво» на полигоне ДСТ-Урал.# #На выставке мы представили популярную модель Полуприцепа-тяжеловоза ДТ 9833-0000060-05 с грузоподъемностью 45 тн и Седельный тягач SITRAK 6х6. # #Наши специалисты подробно презентовали продукцию посетителям выставки, а также дали интервью журналистам и региональному каналу Челябинской области.#',
  },
  {
    imgSrc: './image/news main/Winter is coming.jpg',
    additionalImages: [
      "./image/news additional/Winter is coming/IMG_5444.jpg",
      "./image/news additional/Winter is coming/IMG_5443.jpg",
      "./image/news additional/Winter is coming/IMG_5393.jpg",
      "./image/news additional/Winter is coming/IMG_5404.jpg",
    ],
    date: '23 июля 2024',
    title: 'Зима Близко',
    content: '#Серия усиленных высокорамных тралов «ДЕЛО ТЕХНИКИ» грузоподъемностью 45 тн пользуется особой популярностью среди покупателей Тюменской области.# #Данная модель специально разработана для перевозки габаритной и негабаритной спецтехники в условиях работы Крайнего Севера.# #В базовой комплектации трал оснащен одноступенчатыми механическими трапами, которые в свою очередь создают пологий угол заезда 18 гр., пневматической подвеской, регулируемой по высоте, усиленными уширителями рамы до 3-х метров, съемными кониками, съемным щитом и топливным баком на 500 л.#',
  },
  {
    imgSrc: './image/news main/Excavators around the country.jpg',
    additionalImages: [
      "./image/news additional/Excavators around the country/5ded334f.jpg",
      "./image/news additional/Excavators around the country/58a6d1bd.jpg",
      "./image/news additional/Excavators around the country/46131207.jpg",
    ],
    date: '19 июня 2024',
    title: 'Перевозка экскаваторов',
    content: '#Облегченная модель раздвижного низкорамного полуприцепа «ДЕЛО ТЕХНИКИ» 9835-0000050-03 пользуется особой популярностью среди профессиональных перевозчиков РФ.# #Особенность данной модели состоит в том, что полуприцеп спроектирован и изготовлен с применением высокопрочной износостойкой стали MAGSTRONG W700QL, которая в свою очередь значительно уменьшает собственный вес полуприцепа.# #Перевозка 2-х ед. экскаваторов проходила по маршруту г. Владивосток – г. Калининград. Маршрут перевозимого груза составил порядка 10 500 км.# #По вопросам приобретения профессиональной серии 5-и осных раздвижных полуприцепов позвоните нам по номеру 8-800-505-44-34 или оставьте заявки на электронный адрес pricepresh74@mail.ru.#',
  },

];

export default newsData;