const lowCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000050",
    imgSrc: "./image/без фона/semitrailer 9833-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/2b67b3aa-6bf3-499f-909e-2a31c8a13404 (1).JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/a3b89f3c-2579-4502-8bcf-ca7c3406b489.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/ea3aee20-9cfc-4fe1-ae75-b212299d0df3 (1).JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4311.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4316.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4323.JPG",
    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000050",
    imgSrc: "./image/без фона/semitrailer 9834-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/5.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_0109.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_0944.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_8825.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_8827 (1).jpg",

    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ 9835-0000050 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer 9835-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3260.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3265.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3266 (2).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3269.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3271.jpg",
    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000050 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9833-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/074b8683-ca07-4ad9-b131-f381880f7e49.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/24211c86-ec94-4551-af3e-550a9f84ea61.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/b764f57c-a766-46a0-a358-3a6d2535d845.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/e690aa4a-6c7d-453d-8a48-85c3f1b09096.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/IMG_2117.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/IMG_2118.jpg",
    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000050 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9834-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_0085.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_0091.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2795.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2796.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2798.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_3266 (1).jpg",

    ]
  }
];

const highCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000060",
    imgSrc: "./image/без фона/semitrailer 9833-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_1037.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_2411.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_1141.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_6958.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_8839.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/IMG_8841.jpg",

    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000060",
    imgSrc: "./image/без фона/semitrailer 9834-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_4280.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_4284.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7583.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7587.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7589.jpg",

    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ 9835-0000060",
    imgSrc: "./image/без фона/semitrailer 9835-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/05fc466d-e63c-460e-ae66-5c565256f2a5.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/519bebed-dffb-4cbc-a1b9-a17788e12330.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/PHOTO-2023-10-21-10-08-49 (1).jpg",
    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000060 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9833-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7200.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7259.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7263.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9169.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9170.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9173.jpg",
    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000060 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9834-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_2398.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_2399.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_3712.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_3713.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_7133.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_7135.jpg",
    ]
  }
];

const boardCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000070",
    imgSrc: "./image/без фона/semitrailer 9833-0000070.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0167.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0169 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0313.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_8820 (1) (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_8828 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_9404.jpg",

    ]
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000070",
    imgSrc: "./image/без фона/semitrailer 9834-0000070.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9834-0000070/91d563ab-2aec-4c93-87df-ddc5bd560843.jpg",
    ]
  }
];

const chassisCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000020",
    imgSrc: "./image/без фона/semitrailer 9833-0000020.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_1422.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_1427.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_7593.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_7595.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_8368.jpg",

    ]
  }
];

const catalogData = {
  low: lowCards,
  high: highCards,
  board: boardCards,
  chassis: chassisCards
};

export default catalogData;
