const lowCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000050",
    titleURL: "SEMI-TRAILER-HEAVY-HAULER-DT-9833-0000050",
    imgSrc: "./image/без фона/semitrailer 9833-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/2b67b3aa-6bf3-499f-909e-2a31c8a13404 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/a3b89f3c-2579-4502-8bcf-ca7c3406b489.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/ea3aee20-9cfc-4fe1-ae75-b212299d0df3 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4311.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4316.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050/IMG_4323.jpg",
    ],
    maximumLoadWeight: "40 000 кг",
    workingPlatformLength: "11 700 мм (по согл.)",
    suspension: "Пневматическая (по согл.)",
    ramps: "Приставные алюминиевые (по согл.)",
    //ещё нужно добавить метатеги для <meta name="description" content="">, нужно разорбраться что важно
    descriptionTitle: "Низкорамный Полуприцеп ДТ 9833-0000050 — надежное и эффективное решение для перевозки крупногабаритных и тяжеловесных грузов.",
    descriptionMain: ["Грузоподъемность: 40 000 кг — для перевозки тяжелых и крупногабаритных грузов с максимальной надежностью.", "Снаряженная масса: 10 000 кг — для отличной устойчивости и долговечности.", "Длина рабочей платформы: 11 700 мм — позволяет транспортировать длинномерные грузы.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке.",],
    descriptionOptional: ["Настил комбинированный: Дерево + металл (по согласованию) — для дополнительной прочности и устойчивости.", "ССУ (сцепное устройство): 1270 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 3-х осная пневматическая/рессорная (по согласованию) — для лучшего комфорта и управляемости.", "1-я ось подъемная: — для уменьшения нагрузки на оси при необходимости.", "ABS: Система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения.", "Трапы алюминиевые приставные: (по согласованию) — для легкости и удобства погрузки/разгрузки.", "Вставные конники: 4 пары (по согласованию) — для надежного крепления грузов.", "Съемные алюминиевые борта: На гусачной части (по согласованию) — для дополнительной защиты и удобства.",],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000050",
    imgSrc: "./image/без фона/semitrailer 9834-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/5.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_0109.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_0944.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_8825.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050/IMG_8827 (1).jpg",
    ],
    maximumLoadWeight: "50 000 кг",
    workingPlatformLength: "11 700 мм (по согл.)",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые (по согл.)",

    descriptionTitle: "Низкорамный Полуприцеп-тяжеловоз ДТ 9834-0000050 — это высокопроизводительный транспорт для перевозки крупногабаритных и тяжеловесных грузов. Он обладает функциями, которые делают его идеальным выбором для вашего бизнеса.",
    descriptionMain: ["Грузоподъемность: 50 000 кг — позволяет перевозить самые тяжелые и крупные грузы с максимальной надежностью.", "Снаряженная масса: 12 000 кг — обеспечивает отличную устойчивость и долговечность.", "Длина рабочей платформы: 11 700 мм (по согласованию) — достаточно для транспортировки длинномерных грузов.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке."],
    descriptionOptional: ["Настил комбинированный: дерево + металл (по согласованию) — для дополнительной прочности и устойчивости.", "ССУ (сцепное устройство): 1270 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 4-х осная пневматическая — для лучшего комфорта и управляемости.", "1-я ось подъемная, 4-я ось поворотная — для уменьшения нагрузки на оси и улучшенной маневренности.", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения.", "Трапы алюминиевые приставные: (по согласованию) — для легкости и удобства погрузки/разгрузки.", "Вставные конники: 4 пары (по согласованию) — для надежного крепления грузов.", "Съемные алюминиевые борта: на гусачной части (по согласованию) — для дополнительной защиты и удобства."],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9835-0000050-03 (раздвижной)",
    inStock: true,
    imgSrc: "./image/без фона/semitrailer 9835-0000050-03.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3260.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3265.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3266 (2).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3269.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3271.jpg",
    ],
    maximumLoadWeight: "60 000 / 40 000 кг",
    workingPlatformLength: "11 150 / 18 150 мм",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые",

    descriptionTitle: "Низкорамный Полуприцеп-тяжеловоз 9835-0000050-03 с функцией раздвижения — это универсальный транспорт для перевозки крупногабаритных и тяжеловесных грузов. Этот полуприцеп сочетает в себе передовые технологии и функциональные возможности, обеспечивая надежность и высокую производительность.",
    descriptionMain: ["Грузоподъемность: 60 000 / 40 000 кг — позволяет перевозить как сверхтяжелые, так и стандартные грузы, обеспечивая гибкость в эксплуатации.", "Снаряженная масса: 15 000 кг — гарантирует отличную устойчивость и долговечность даже при полной загрузке.", "Длина рабочей платформы: 11 150 / 18 150 мм (по согласованию) — раздвижная платформа позволяет транспортировать как короткие, так и длинномерные грузы.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке.",],
    descriptionOptional: ["Настил комбинированный: дерево + металл (по согласованию) — для прочности и долговечности.", "ССУ (сцепное устройство): 1270 мм (по согласованию) — оптимальные размеры для вашего автопоезда", "Подвеска: 5-и осная пневматическая — для лучшего комфорта и управляемости при различных условиях эксплуатации.", "1-я и 2-я оси подъемные, 4-я и 5-я оси поворотные (по согласованию) — для улучшенной маневренности и распределения нагрузки.", "EBS: система электронного торможения «WABCO» (Германия) — для безопасного и надежного торможения.", "Трапы алюминиевые приставные: (по согласованию) — для легкости и удобства погрузки/разгрузки.", "Вставные конники: 5 пар (по согласованию) — для надежного крепления грузов.", "Съемные алюминиевые борта: на гусачной части (по согласованию) — для дополнительной защиты и удобства.",],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000050 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9833-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/074b8683-ca07-4ad9-b131-f381880f7e49.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/24211c86-ec94-4551-af3e-550a9f84ea61.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/b764f57c-a766-46a0-a358-3a6d2535d845.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/e690aa4a-6c7d-453d-8a48-85c3f1b09096.JPG",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/IMG_2117.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9833-0000050 (раздвижной)/IMG_2118.jpg",
    ],
    maximumLoadWeight: "40 000 / 25 000 кг",
    workingPlatformLength: "11 500 / 18 500 мм (по согл.)",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые (по согл.)",

    descriptionTitle: "Низкорамный Полуприцеп-тяжеловоз ДТ 9833-0000050 с функцией раздвижения — это высококачественное транспортное решение, которое обеспечивает надежную перевозку крупногабаритных и тяжеловесных грузов. Его продуманный дизайн и современные технологии делают его идеальным выбором для разнообразных задач.",
    descriptionMain: ["Грузоподъемность: 40 000 / 25 000 кг — позволяет эффективно транспортировать как сверхтяжелые, так и стандартные грузы, обеспечивая большую гибкость.", "Снаряженная масса: 11 000 кг — обеспечивает отличную устойчивость и надежность при любых условиях эксплуатации.", "Длина рабочей платформы: 11 500 / 18 500 мм (по согласованию) — раздвижная платформа позволяет перевозить как длинномерные, так и стандартные грузы.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке широких грузов.",],
    descriptionOptional: ["Настил комбинированный: дерево + металл (по согласованию) — для увеличения прочности и долговечности платформы.", "ССУ (сцепное устройство): 1270 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 3-х осная пневматическая — для комфортного и безопасного управления при различных нагрузках.", "1-я ось подъемная, 3-я ось поворотная (по согласованию) — для улучшенной маневренности и распределения нагрузки.", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для надежного и безопасного торможения.", "Трапы алюминиевые приставные: (по согласованию) — для легкости и удобства погрузки/разгрузки.", "Вставные конники: 5 пар (по согласованию) — для надежного крепления и транспортировки грузов.", "Съемные алюминиевые борта: на гусачной части (по согласованию) — для дополнительной защиты и удобства при загрузке и разгрузке.",],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000050 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9834-0000050.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_0085.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_0091.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2795.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2796.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_2798.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000050 (раздвижной)/IMG_3266 (1).jpg",
    ],
    maximumLoadWeight: "48 000 / 35 000 кг",
    workingPlatformLength: "11 500 / 18 500 мм (по согл.)",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые (по согл.)",

    descriptionTitle: "Низкорамный Полуприцеп-тяжеловоз ДТ 9834-0000050 с функцией раздвижения представляет собой надежное решение для транспортировки крупногабаритных и тяжеловесных грузов. Благодаря передовым технологиям и функциональным возможностям, этот полуприцеп обеспечит высокую эффективность и безопасность при перевозках.",
    descriptionMain: ["Грузоподъемность: 48 000 / 35 000 кг — позволяет транспортировать как сверхтяжелые, так и стандартные грузы, обеспечивая гибкость в эксплуатации.", "Снаряженная масса: 13 000 кг — гарантирует стабильность и надежность даже при полной загрузке.", "Длина рабочей платформы: 11 500 / 18 500 мм (по согласованию) — раздвижная платформа позволяет перевозить как длинномерные, так и стандартные грузы.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке широких грузов."],
    descriptionOptional: ["Настил комбинированный: дерево + металл (по согласованию) — для повышенной прочности и долговечности платформы.", "ССУ (сцепное устройство): 1270 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 4-х осная пневматическая — для комфортного управления и улучшенной устойчивости при различных нагрузках.", "1-я ось подъемная, 4-я ось поворотная (по согласованию) — для улучшенной маневренности и эффективного распределения нагрузки.", "EBS: система электронного торможения «WABCO» (Германия) — для надежного и безопасного торможения.", "Трапы алюминиевые приставные: (по согласованию) — для удобства погрузки и разгрузки.", "Вставные конники: 5 пар (по согласованию) — для надежного крепления грузов.", "Съемные алюминиевые борта: на гусачной части (по согласованию) — для дополнительной защиты и удобства при работе с грузами."],
  }
];

const highCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000060-05",
    inStock: true,
    imgSrc: "./image/без фона/semitrailer 9833-0000060-05.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/3f56763d.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/6a6e05ff.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/9aafd5bb.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/9d21f39f.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/b4e028b8.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/bd22a785.jpg",
    ],
    maximumLoadWeight: "45 000 кг",
    workingPlatformLength: "11 100 мм",
    suspension: "Пневматическая",
    ramps: "Механические",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз ДТ 9833-0000060-05 предлагает надежное решение для перевозки крупных и тяжеловесных грузов. Этот полуприцеп оснащен современными технологиями и функциональными возможностями, которые обеспечивают высокую эффективность и безопасность при транспортировке.",
    descriptionMain: ["Грузоподъемность: 40 000 кг (45 000 кг по согласованию) — позволяет эффективно перевозить как стандартные, так и особо тяжелые грузы.", "Снаряженная масса: 10 000 кг (12 000 кг по согласованию) — обеспечивает отличную устойчивость и долговечность при максимальных нагрузках.", "Длина рабочей платформы: 11 100 мм (по согласованию) — достаточно для транспортировки различных типов грузов.", "Уширители рамы: до 3030 мм — позволяют увеличивать ширину платформы, обеспечивая удобство при перевозке широких грузов."],
    descriptionOptional: ["Настил металлический — для прочности и долговечности платформы.", "ССУ (сцепное устройство): 1530 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 3-х осная пневматическая / зависимая рессорная (по согласованию) — для комфортного управления и улучшенной устойчивости при различных нагрузках.", "1-я ось подъемная (по согласованию) — для уменьшения нагрузки на оси при необходимости.", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для надежного и безопасного торможения.", "Трапы уголковые: (по согласованию) — для удобства погрузки и разгрузки.", "Вставные конники: 4 пары (по согласованию) — для надежного крепления грузов.", "Съемный передний щит: (по согласованию) — для дополнительной защиты и удобства при работе с грузами."],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000060",
    imgSrc: "./image/без фона/semitrailer 9834-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_4280.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_4284.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7583.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7587.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9834-0000060/IMG_7589.jpg",
    ],
    maximumLoadWeight: "45 000 (60 000) кг",
    workingPlatformLength: "11 100 мм (по согл.)	",
    suspension: "Пневматическая (по согл.)",
    ramps: "Механические (по согл.)",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз ДТ 9834-0000060 предлагает решение для транспортировки крупногабаритных и тяжеловесных грузов. Этот полуприцеп оснащен современными характеристиками и функциями, которые гарантируют надежность и эффективность при перевозках.",
    descriptionMain: ["Грузоподъемность: 45 000 (60 000) кг — обеспечивает возможность перевозки как стандартных, так и особо тяжелых грузов", "Снаряженная масса: 12 000 (15 000) кг — гарантирует устойчивость и надежность при максимальных нагрузках", "Длина рабочей платформы: 11 100 мм (по согласованию), — достаточно для транспортировки различных типов грузов", "Уширители рамы: до 3030 мм — позволяют увеличить ширину платформы для удобства перевозки широких грузов."],
    descriptionOptional: ["Настил металлический — для повышенной прочности и долговечности платформы", "ССУ (сцепное устройство): 1530 мм (по согласованию) — оптимальные размеры для вашего автопоезда", "Подвеска: 4-х осная пневматическая / зависимая рессорная (по согласованию) — для комфортного управления и устойчивости при различных нагрузках", "1-я ось подъемная, 4-я ось поворотная (по согласованию) — улучшает маневренность и распределение нагрузки", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для надежного и безопасного торможения", "Трапы механические (по согласованию) — для удобства погрузки и разгрузки", "Вставные конники: 4 пары (по согласованию) — для надежного крепления грузов", "Съемный передний щит (по согласованию) — для дополнительной защиты и удобства при работе с грузами."],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9835-0000060",
    imgSrc: "./image/без фона/semitrailer 9835-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/05fc466d-e63c-460e-ae66-5c565256f2a5.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/519bebed-dffb-4cbc-a1b9-a17788e12330.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный 9835-0000060/PHOTO-2023-10-21-10-08-49 (1).jpg",
    ],
    maximumLoadWeight: "70 000 кг",
    workingPlatformLength: "10 700 мм (по согл.)",
    suspension: "Пневматическая",
    ramps: "Трапы Механические (по согл.)",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз 9835-0000060 предназначен для перевозки крупных и тяжелых грузов. Этот полуприцеп сочетает в себе высокую грузоподъемность и надежные эксплуатационные характеристики, обеспечивая максимальную эффективность и безопасность при транспортировке.",
    descriptionMain: ["Грузоподъемность: 70 000 кг — позволяет перевозить тяжелые и крупные грузы с максимальной надежностью,", "Снаряженная масса: 18 000 кг — обеспечивает отличную устойчивость и долговечность,", "Длина рабочей платформы: 10 700 мм (по согласованию) — достаточно для транспортировки длинномерных грузов,", "Уширители рамы: до 3100 мм — для увеличения ширины платформы и удобства при перевозке,", "Настил металлический — для прочности и долговечности платформы,"],
    descriptionOptional: ["ССУ (сцепное устройство): 1530 мм (по согласованию) — оптимальные размеры для вашего автопоезда,", "Подвеска: 5-и осная пневматическая — для улучшенной устойчивости и комфорта при движении,", "1-я ось подъемная, 4-я и 5-я оси поворотные — для улучшенной маневренности и распределения нагрузки,", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения,", "Трапы механические: (по согласованию) — для удобства погрузки и разгрузки,", "Вставные конники: 4 пары (по согласованию) — для надежного крепления грузов,", "Съемный передний щит: (по согласованию) — для дополнительной защиты и удобства при работе с грузами."],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000060 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9833-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7200.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7259.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_7263.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9169.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9170.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9833-0000060/IMG_9173.jpg",
    ],
    maximumLoadWeight: "45 000 / 35 000 кг",
    workingPlatformLength: "11 500 / 18 500 мм (по согл.)",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые (по согл.)",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз ДТ 9833-0000060 (раздвижной) идеально подходит для перевозки крупных, тяжелых и длинномерных грузов, обеспечивая высокую надежность и эффективность.",
    descriptionMain: ["Грузоподъемность: 45 000 / 35 000 кг — позволяет перевозить тяжелые и крупные грузы с максимальной надежностью,", "Снаряженная масса: 13 000 кг — обеспечивает отличную устойчивость и долговечность,", "Длина рабочей платформы: 11 500 / 18 500 мм (по согласованию) — достаточно для транспортировки длинномерных грузов,", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке,", "Настил металлический — для прочности и долговечности платформы,"],
    descriptionOptional: ["ССУ (сцепное устройство): 1500 мм (по согласованию) — оптимальные размеры для вашего автопоезда,", "Подвеска: 3-х осная пневматическая — для улучшенной устойчивости и комфорта при движении,", "1-я ось подъемная (по согласованию) — для уменьшения нагрузки на оси при необходимости,", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения,", "Трапы алюминиевые приставные (по согласованию) — для удобства погрузки и разгрузки,", "Раздвижные конники: 5 пар (по согласованию) — для надежного крепления грузов,"],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000060 (раздвижной)",
    imgSrc: "./image/без фона/semitrailer sliding 9834-0000060.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_2398.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_2399.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_3712.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_3713.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_7133.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный (раздвижной) ДТ 9834-0000060/IMG_7135.jpg",
    ],
    maximumLoadWeight: "60 000 / 45 000 кг",
    workingPlatformLength: "11 550 / 18 550 мм (по согл.)",
    suspension: "11 550 / 18 550 мм (по согл.)",
    ramps: "Приставные алюминиевые (по согл.)",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз ДТ 9834-0000060 (раздвижной) предназначен для перевозки тяжелых и крупногабаритных грузов, предоставляя высокую надежность и адаптивность для различных задач.",
    descriptionMain: ["Грузоподъемность: 60 000 / 45 000 кг — позволяет перевозить тяжелые и крупные грузы с максимальной надежностью,", "Снаряженная масса: 15 000 кг — обеспечивает отличную устойчивость и долговечность,", "Длина рабочей платформы: 11 550 / 18 550 мм (по согласованию) — достаточно для транспортировки длинномерных грузов,", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке,", "Настил металлический — для прочности и долговечности платформы,"],
    descriptionOptional: ["ССУ (сцепное устройство): 1500 мм (по согласованию) — оптимальные размеры для вашего автопоезда,", "Подвеска: 4-х осная пневматическая — для улучшенной устойчивости и комфорта при движении,", "1-я ось подъемная, 4-я ось поворотная (по согласованию) — для улучшенной маневренности и распределения нагрузки,", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения,", "Трапы алюминиевые приставные (по согласованию) — для удобства погрузки и разгрузки,", "Раздвижные конники: 5 пар (по согласованию) — для надежного крепления грузов,"],
  }
];

const boardCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000070",
    imgSrc: "./image/без фона/semitrailer 9833-0000070.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0167.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0169 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_0313.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_8820 (1) (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_8828 (1).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9833-0000070/IMG_9404.jpg",
    ],
    maximumLoadWeight: "35 000 кг",
    workingPlatformLength: "13 500 мм (по согл.)",
    suspension: "Пневматическая (по согл.)",
    ramps: "Отсутствуют",

    descriptionTitle: "Бортовой Полуприцеп-тяжеловоз ДТ 9833-0000070 предназначен для перевозки тяжелых и крупногабаритных грузов, обеспечивая высокую надежность и эффективность в различных условиях эксплуатации.",
    descriptionMain: ["Грузоподъемность: 35 000 кг — позволяет перевозить тяжелые и крупные грузы с максимальной надежностью,", "Снаряженная масса: 8 500 кг — обеспечивает отличную устойчивость и долговечность,", "Длина рабочей платформы: 13 500 мм (по согласованию) — достаточно для транспортировки длинномерных грузов,", "Настил металлический — для прочности и долговечности платформы,"],
    descriptionOptional: ["ССУ (сцепное устройство): 1500 мм (по согласованию) — оптимальные размеры для вашего автопоезда,", "Подвеска: 3-х осная пневматическая / зависимая рессорная (по согласованию) — для улучшенной устойчивости и комфорта при движении,", "1-я ось подъемная (по согласованию) — для уменьшения нагрузки на оси при необходимости,", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения,", "Раздвижные конники: 5 пар (по согласованию) — для надежного крепления грузов,", "Съемные металлические / алюминиевые борта (по согласованию) — для дополнительной защиты и удобства при работе с грузами,"],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000070",
    imgSrc: "./image/без фона/semitrailer 9834-0000070.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ бортовой 9834-0000070/91d563ab-2aec-4c93-87df-ddc5bd560843.jpg",
    ],
    maximumLoadWeight: "42 000 кг",
    workingPlatformLength: "13 500 мм (по согл.)",
    suspension: "13 500 мм (по согл.)",
    ramps: "Отсутствуют",

    descriptionTitle: "Бортовой Полуприцеп ДТ 9834-0000070 — это превосходный выбор для перевозки тяжелых и длинномерных грузов. Благодаря своей высокой грузоподъемности и прочной конструкции, он обеспечивает надежную и безопасную транспортировку",
    descriptionMain: ["Грузоподъемность: 42 000 кг — для перевозки самых тяжелых и объемных грузов.", "Снаряженная масса: 9 500 кг — для обеспечения отличной устойчивости и долговечности.", "Длина рабочей платформы: 13 500 мм (по согласованию) — позволяет транспортировать длинномерные грузы с максимальной эффективностью.", "Настил: Металлический — для дополнительной прочности и долговечности."],
    descriptionOptional: ["ССУ (сцепное устройство): 1500 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 4-х осная пневматическая / зависимая рессорная (по согласованию) — для улучшенного комфорта и управляемости.", "1-я ось подъемная, 4-я ось поворотная (по согласованию) — для гибкости и уменьшения нагрузки на оси при необходимости.", "ABS: Система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения.", "  Раздвижные конники: 5 пар (по согласованию) — для надежного крепления грузов.", "Съемные борта: Металлические / алюминиевые (по согласованию) — для дополнительной защиты и удобства при погрузке и разгрузке."],
  }
];

const chassisCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000020",
    imgSrc: "./image/без фона/semitrailer 9833-0000020.png",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_1422.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_1427.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_7593.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_7595.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ шасси под монтаж  9833-0000020/IMG_8368.jpg",
    ],
    maximumLoadWeight: "35 000 кг (по согл.)",
    workingPlatformLength: "10 000 мм (по согл.)",
    suspension: "Пневматическая (по согл.)",
    ramps: "Отсутствуют",

    descriptionTitle: "Шасси под монтаж Полуприцеп ДТ 9833-0000020 — идеальное решение для перевозки крупногабаритных и тяжеловесных грузов. Его характеристики обеспечивают высокую производительность и безопасность при транспортировке",
    descriptionMain: ["Грузоподъемность: 35 000 кг (по согласованию) — для транспортировки тяжелых грузов с максимальной надежностью.", "Снаряженная масса: 8 000 кг (по согласованию) — для отличной устойчивости и долговечности.", "Длина рабочей платформы: 10 000 мм (по согласованию) — позволяет перевозить длинномерные грузы с максимальной эффективностью.", "Настил: Металлический (по согласованию) — для дополнительной прочности и долговечности."],
    descriptionOptional: ["ССУ (сцепное устройство): 1530 мм (по согласованию) — оптимальные размеры для вашего автопоезда.", "Подвеска: 3-х осная пневматическая / зависимая рессорная (по согласованию) — для улучшенного комфорта и управляемости.", "1-я ось подъемная (по согласованию) — для гибкости и уменьшения нагрузки на оси при необходимости.", "ABS: Система антиблокировки тормозов «WABCO» (Германия) — для безопасного и надежного торможения."],
  }
];

const availabilityCards = [
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9835-0000050-03 (раздвижной)",
    pdf: "9835-0000050-03 (раздвижной)",
    price: "12 000 000",
    inStock: true,
    imgSrc: "./image/без фона/9835-0000050-03.jpg",
    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3260.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3265.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3266 (2).jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3269.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/IMG_3271.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз (раздвижной) 9835-0000050/Полуприцеп-тяжеловоз ДТ 9834-0000060 45 тн уголковые трапы_page-0001.jpg",
    ],

    maximumLoadWeight: "60 000 / 40 000 кг",
    workingPlatformLength: "11 150 / 18 150 мм",
    selfWeight: "15 000 кг",
    axleLoad: "55 000 кг",
    suspension: "Пневматическая",
    ramps: "Приставные алюминиевые",

    descriptionTitle: "Низкорамный Полуприцеп-тяжеловоз 9835-0000050-03 с функцией раздвижения — это универсальный транспорт для перевозки крупногабаритных и тяжеловесных грузов. Этот полуприцеп сочетает в себе передовые технологии и функциональные возможности, обеспечивая надежность и высокую производительность.",
    descriptionMain: ["Грузоподъемность: 60 000 / 40 000 кг — позволяет перевозить как сверхтяжелые, так и стандартные грузы, обеспечивая гибкость в эксплуатации.", "Снаряженная масса: 15 000 кг — гарантирует отличную устойчивость и долговечность даже при полной загрузке.", "Длина рабочей платформы: 11 150 / 18 150 мм — раздвижная платформа позволяет транспортировать как короткие, так и длинномерные грузы.", "Уширители рамы: до 3030 мм — для увеличения ширины платформы и удобства при перевозке.",],
    descriptionOptional: ["Настил комбинированный: дерево + металл — для прочности и долговечности.", "ССУ (сцепное устройство): 1270 мм — оптимальные размеры для вашего автопоезда", "Подвеска: 5-и осная пневматическая — для лучшего комфорта и управляемости при различных условиях эксплуатации.", "1-я и 2-я оси подъемные, 4-я и 5-я оси поворотные — для улучшенной маневренности и распределения нагрузки.", "EBS: система электронного торможения «WABCO» (Германия) — для безопасного и надежного торможения.", "Трапы алюминиевые приставные: — для легкости и удобства погрузки/разгрузки.", "Вставные конники: 5 пар — для надежного крепления грузов.", "Съемные алюминиевые борта: на гусачной части — для дополнительной защиты и удобства.",],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9833-0000060-05",
    pdf: "9833-0000060-05",
    price: "6 400 000",
    inStock: true,
    imgSrc: "./image/без фона/9833-0000060.jpg",

    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/3f56763d.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/6a6e05ff.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/9aafd5bb.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/9d21f39f.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/b4e028b8.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/bd22a785.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз высокорамный ДТ 9833-0000060/Полуприцеп-тяжеловоз ДТ 9833-0000060 45 тн механические трапы_page-0001.jpg",
    ],

    maximumLoadWeight: "45 000 кг",
    workingPlatformLength: "11 100 мм",
    selfWeight: "13 000 кг",
    axleLoad: "37 500 кг",
    suspension: "Пневматическая",
    ramps: "Механические",

    descriptionTitle: "Высокорамный Полуприцеп-тяжеловоз ДТ 9833-0000060-05 предлагает надежное решение для перевозки крупных и тяжеловесных грузов. Этот полуприцеп оснащен современными технологиями и функциональными возможностями, которые обеспечивают высокую эффективность и безопасность при транспортировке.",
    descriptionMain: ["Грузоподъемность: 40 000 кг (45 000 кг по согласованию) — позволяет эффективно перевозить как стандартные, так и особо тяжелые грузы.", "Снаряженная масса: 10 000 кг (12 000 кг по согласованию) — обеспечивает отличную устойчивость и долговечность при максимальных нагрузках.", "Длина рабочей платформы: 11 100 мм — достаточно для транспортировки различных типов грузов.", "Уширители рамы: до 3030 мм — позволяют увеличивать ширину платформы, обеспечивая удобство при перевозке широких грузов."],
    descriptionOptional: ["Настил металлический — для прочности и долговечности платформы.", "ССУ (сцепное устройство): 1530 мм — оптимальные размеры для вашего автопоезда.", "Подвеска: 3-х осная пневматическая / зависимая рессорная — для комфортного управления и улучшенной устойчивости при различных нагрузках.", "1-я ось подъемная — для уменьшения нагрузки на оси при необходимости.", "ABS: система антиблокировки тормозов «WABCO» (Германия) — для надежного и безопасного торможения.", "Трапы уголковые: — для удобства погрузки и разгрузки.", "Вставные конники: 4 пары — для надежного крепления грузов.", "Съемный передний щит: — для дополнительной защиты и удобства при работе с грузами."],
  },
  {
    title: "ПОЛУПРИЦЕП-ТЯЖЕЛОВОЗ ДТ 9834-0000060-04",
    pdf: "9834-0000060-04",
    price: "7 200 000",
    inStock: true,
    imgSrc: "./image/без фона/9834-0000060-04.jpg",

    additionalImages: [
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/2d72573e.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/3dfc524f.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/019726fe.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/d128dea8.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/e92961a5.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/f6ddf078.jpg",
      "./image/дополнительные/Полуприцеп-тяжеловоз ДТ 9834-0000060-04/Полуприцеп-тяжеловоз ДТ 9834-0000060 45 тн уголковые трапы_page-0001.jpg",
    ],

    maximumLoadWeight: "45 000 кг",
    workingPlatformLength: "11 000 мм",
    selfWeight: "13 000 кг",
    axleLoad: "38 000 кг",
    suspension: "Пневматическая",
    ramps: "Уголковые",

    descriptionTitle: "Полуприцеп-тяжеловоз ДТ 9834-0000060-04 представляет собой надежное решение для транспортировки крупногабаритных и тяжеловесных грузов. С современными техническими характеристиками и надежной конструкцией, этот полуприцеп обеспечивает высокую эффективность и безопасность при перевозке.",
    descriptionMain: ["Грузоподъемность: 45 000 кг — позволяет надежно транспортировать как стандартные, так и особо тяжелые грузы.",
      "Снаряженная масса: 11 000 кг — обеспечивает отличную устойчивость и долговечность при максимальных нагрузках.",
      "Длина рабочей платформы: 10 000 мм (11 310 мм с трапами) — достаточно для перевозки различных типов грузов.",
      "Ширина полуприцепа: 2 530 мм, расширяемая до 3 030 мм с выдвижными оцинкованными уширителями — для удобства при перевозке широких грузов."],
    descriptionOptional: ["Настил металлический рифленый — для прочности и долговечности платформы.",
      "Подвеска: пневматическая — для комфортного управления и улучшенной устойчивости при различных нагрузках.",
      "Шины: пневматические 385/65R22,5 — обеспечивают надежное сцепление с дорогой.",
      "Барабанная тормозная система — для надежного и безопасного торможения.",
      "Уголковые трапы: угол заезда 25 градусов — для удобства погрузки и разгрузки.",
      "Съемные стойки: 4 пары, высота 1 500 мм — для надежного крепления грузов.",
      "Передний щит: высота 1 500 мм — для дополнительной защиты и удобства при работе с грузами.",
      "Проблесковый маячок и выдвижные знаки негабарита со стробоскопами и рог — для обеспечения видимости и безопасности на дороге."],
  },
];

const catalogData = {
  low: lowCards,
  high: highCards,
  board: boardCards,
  chassis: chassisCards,
  availability: availabilityCards
};

export default catalogData;
